Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1101_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Vaal-luʹvddkåʹdd teâđat
fin: Vaalilautakunta tiedottaa

source: Raʹvvjum võboršeǩloǥstõk
fin: Vahvistettu ehdokasluettelo

source: Raʹvvjum sääʹmteeʹǧǧvaali 2015 võboršeǩloǥstõk lij dokumeʹnttbaaŋkâst, liŋkk: Raʹvvjum võboršeǩloǥstõk. Nââmar Võboršeeʹǩǩ nõmm Ärvv, ämmat leʹbe tuåimm Dommkåʹdd
fin: Vahvistettu saamelaiskäräjävaalien 2015 ehdokasluettelo on alla ja se löytyy lisäksi pdf-formaatissa dokumenttipankista, linkki: Vahvistettu ehdokasluettelo.

source: 4 Tapiola Eila Magga Klassuʹčteeʹl Uccjokk
fin: Numero Ehdokkaan nimi Arvo, ammatti tai toimi Kotikunta

source: 5 Aikio Jouni Ǩueʹllšiiʹlli-puäʒʒooumaž Aanar
fin: 5 Aikio Jouni Kalastaja-poromies Inari

source: 6 Pieski Pentti Ilmari Sääʹmǩiõllsaž teâđteei Heʹlssen
fin: 6 Pieski Pentti Ilmari Saamenkielinen tiedottaja Helsinki

source: 8 Hetta Jouko Iisakki Puäʒʒooumaž Suäʹđjel
fin: 8 Hetta Jouko Iisakki Poromies Sodankylä

source: 9 Länsman Asko Tapani Puäʒʒooumaž, põrggi Uccjokk
fin: 9 Länsman Asko Tapani Poromies, yrittäjä Utsjoki

source: 16 Sara Saara Magreta Mättʼtõõtti, puäʒʒooumaž Aanar
fin: 14 Lumisalmi Erkki Leo Eläkeläinen, kanttori Hämeenlinna

source: 17 Kyrö Kari Jeältõkneǩ, liikkeemduumšeǩ Aanar
fin: 15 Morottaja Pentti Antero Eläkeläinen Utsjoki

source: 18 Saijets Janne Tekniikk dåhttar, tuʹtǩǩeei Tampere
fin: 18 Saijets Janne Tekniikan tohtori, tutkija Tampere

source: 20 Valkeapää Nihkolas Taalkâstiõđ kandidatt Enontekiö
fin: 20 Valkeapää Nihkolas Lääketieteen kandidaatti Enontekiö

source: 21 Magga Petra Biret Peâmmamtiõđ maiʹstter, kulttuurtuâjjlaž Suäʹđjel
fin: 21 Magga Petra Biret Kasvatustieteen maisteri, kulttuurityöntekijä Sodankylä

source: 22 Holmberg Aslak Niilonpoika Uʹčteel Uccjokk
fin: 22 Holmberg Aslak Niilonpoika Opettaja Utsjoki

source: 24 Valle Pentti Viljo Heikki Puäʒʒooumaž Aanar
fin: 24 Valle Pentti Viljo Heikki Poromies Inari

source: 25 Sanila-Aikio Tiina Saaǥǥjååʹđteei Aanar
fin: 25 Sanila-Aikio Tiina Puheenjohtaja Inari

source: 28 Sujala Antti Tapani Põrggi Uccjokk
fin: 28 Sujala Antti Tapani Yrittäjä Utsjoki

source: 29 Magga Ulla-Maarit Uʹčteel, puõccihoiʹddjeei Enontekiö
fin: 29 Magga Ulla-Maarit Opettaja, sairaanhoitaja Enontekiö

source: 31 Lallukka Carita Insinöör, pirrõstaʹrǩǩeei Ruäʹvnjargg
fin: 31 Lallukka Carita Insinööri, ympäristötarkastaja Rovaniemi

source: 34 Juuso Tuomas Aslak Puäʒʒooumaž, Higher Executive Officer Enontekiö
fin: 34 Juuso Tuomas Aslak Poromies, Higher Executive Officer Enontekiö

source: 35 Tapiola Nilla Samuli Uʹčteel Uccjokk
fin: 35 Tapiola Nilla Samuli Opettaja Utsjoki

source: 36 Pekkala Pekka Tapani Jeältõkneǩ Aanar
fin: 36 Pekkala Pekka Tapani Eläkeläinen Inari
